// © Copyright 2004-2010, 2015 HP Development Company, L.P.

TaskName = "Lägg till specialpapper";

NoIccTitle = "<ingen profil vald>";

DoubleNameTitle = "Namnet på specialpapperet finns redan";
DoubleNameMsg = "Det finns redan en speciell papperstyp med namnet \"%@\". Välj ett annat namn för specialpapperet.";

MaxMediaExceededTitle = "Du har överskridit det maximala antalet speciella papperstyper";
MaxMediaExceededMsg = "Du kan definiera upp till %i speciella papperstyper. Ta bort en eller flera papperstyper innan du lägger till en ny.";

ProfileExistsTitle = "Denna ICC-profil finns redan";
ProfileExistsMsg = "En ICC-profil med filnamnet \"%@\" finns redan i den lokala behållaren. Om du väljer \"Använd befintlig profil\" kommer den lagrade profilen att användas med ditt papper. Du kan annars välja \"Använd unikt filnamn\" för att skapa ett nytt profilnamn.";
ProfileExistsDefButton = "Använd befintlig profil";
ProfileExistsAltButton = "Avbryt";
ProfileExistsOtherButton = "Använd unikt filnamn";

//Paper Type Names
Photo = "Foto";
CoatedInkjet = "Bestruket Inkjet";
PhotoRag = "Foto-lump";
Watercolor = "Vattenfärg";
Canvas = "Grovt Linne";
RigidPhotoRag = "Styvt Foto-lump";
RigidWatercolor = "Styv Vattenfärg";
RigidCanvas = "Styvt Linne";
Brochure = "Broschyr";
PlainPaper = "Vanligt Papper";
PhotoInkjetScrapbook = "Inkjet klippbokspapper, foto";
MatteInkjetScrapbook = "Inkjet klippbokspapper, matt";

Coated = "Bestruket";
PhotoThick = "Tjockt foto";
FiberGloss = "Fiberglättat";
photoRag = "Lumppapper, foto";
photoRagThin = "Tunt lumppapper";

//print quality names
Best = "Bästa";
Normal = "Normal";
Fast = "Snabbutkast";
MaxDPI = "Maximal DPI";

ProfileInvalidTitle = "Felaktig ICC-filtyp";
ProfileInvalidMsg = "Den valda ICC-filen är inte avsedd att användas med en skrivare.";
ProfileInvalidDefButton = "Välj en annan profil…";
ProfileInvalidAltButton = "Avbryt";

TaskTitleFieldText = "Lägg till specialpapper";
TaskDescriptionFieldText = "Klicka på knappen Lägg till för att lägga till specialpapper i listan över specialpapper.";
StartButtonText = "Lägg till";
AddSheetDescriptionFieldText = "Ange informationen om det papper som du vill lägga till.";
PaperNameLableText = "Namn på specialpapper:";
PaperCategoryLableText = "Papperskategori:";
IccFileNamelableText = "ICC-profil (valfritt):";
IccFileNameFieldText = "<ingen profil vald>";
BrowseButtonText = "Bläddra…";
ClearButtonText = "Ta bort profil";
CancelButtonText = "Avbryt";
DoneButtonText = "Klar";